Repository: ttdpatch/ttdpc
Catalog: locale_/*/LC_MESSAGES/default.po
Languages: sv

source: Exit the program
sv: Avsluta programmet

source: Save the config file (in normal format)
sv: Spara konfigurationsfilen (i normalformat)

source: Expand all caregories
sv: Expandera alla kategorier

source: Collapse all categories
sv: Komprimera alla kategorier

source: Save the config file (in user format)
sv: Spara konfigurationsfilen (i användarformat)

source: The version of TTDPATCH
sv: Versionen på TTDPatch

source: Category
sv: Kategori

source: Switch value
sv: Växelvärde

source: The description of a switch
sv: Beskrivning av växeln

source: Double-Click or press plus key to expand
sv: Dubbelklicka eller tryck plustangenten för att expandera

source: Enter the switch value
sv: Ange växelns värde

source: Turn the switch off
sv: Stäng av växeln

source: Turn the switch on
sv: Slå på växeln

source: Turn the switch on with the default value
sv: Slå på växeln (med standardvärde)

source: Turn the switch on with this value
sv: Slå på växeln (med detta värde)

source: &value
sv: &värde

source: &Search
sv: &Sök

source: Text to search for
sv: Söktext

source: Search the description instead of the names
sv: Sök i beskrivningen i stället för växelnamnen

source: Search &description
sv: Sök i &beskrivning

source: Find the first matching switch
sv: Sök den första växeln som matchar

source: &First
sv: &Första

source: Find next matching switch
sv: Sök nästa växel som matchar

source: &Next
sv: &Nästa

source: Undo the change
sv: Ångra ändringen

source: &Undo
sv: &Ångra

source: Double click a Category to see the switches
sv: Dubbelklicka en kategori för att se växlarna

source: (Error: Unexpected argument type)
sv: (Fel: Oväntad argumenttyp)

source: Bitfield "%s" is not defined for "%s"
sv: Bitfältet "%s" är inte definierat för "%s"

source: <Undefined switches>
sv: <Odefinerade växlar>

source: Switch not defined in "%s"
sv: Växeln är inte definierad i "%s"

source: <none>
sv: <ingen>

source: "%s" is not a bitfield of %s! Ignored.
sv: "%s" är inte ett bitfält i %s! Ignorerad.

source: "%s" is not a recognized switch type! The XML file is corrupt.
sv: "%s" är inte en känd växeltyp! XML-filen är felaktig.

source: "switches" not found as root element in "%s". Terminating.
sv: "switches" hittades inte som rotfält i "%s". Avslutar programmet.

source: // ----- Category %s ------
sv: // ----- Kategori %s ------

source: // Additional switches not previously in the file
sv: // Övriga växlar som inte fanns i originalfilen

source: Locate Your TTD folder
sv: Sök upp din TTD-mapp

source: Could not find "%s" or "%s". Aborting.
sv: Kunde inte hitta "%s" eller "%s". Avbryter programmet.

source: Aborted.
sv: Avbrutet.

source: Could not create "%s". Aborting.
sv: Kunde inte skapa "%s". Avbryter programmet.

source: Could not create "%s". Aborting."
sv: Kunde inte skapa "%s". Avbryter programmet."

source: File "%s" can not be found or read. Aborting.
sv: Filen "%s" kunde inte hittas (eller läsas). Avbryter programmet.

source: Edit the switch value in the box to the Right
sv: Redigera växelvärdet i fönstret till höger

source: Double-click to collapse/expand
sv: Dubbelklicka föra att expandera/komprimera

source: %s is not defined!
sv: %s är inte definierad!

source: Search string "%s" not found
sv: Söktext "%s" hittades inte

source: No more matches for "%s"
sv: Inga fler förekomster av söktexten "%s" hittades
